---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrStairsBottom
source: html/3b9f3b78-d7b4-ba9c-92b1-0d32a7c3716c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrStairsBottom Property

"Underside of Winder"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrStairsBottom { get; }
```